Repository: DressLikeMeLLC/wp-plugin
Catalog: languages/dresslikeme-*.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: You do not have sufficient permissions to access this page.
de_de: Du hast leider nicht die nötigen Berechtigung um auf diese Seite zuzugreifen.
es_es: No tiene permisos suficientes para acceder a esta página.
fr_fr: Vous n’avez pas les permissions suffisantes pour accéder à cette page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.
pt_pt: Você não possui permissões suficientes para acessar esta página.

source: DressLikeMe - Your Wardrobe
de_de: DressLikeMe - Dein Kleiderschrank
es_es: DressLikeMe - Su guardarropa
fr_fr: DressLikeMe - Votre garde-robe
it_it: VestiLikeMe - Il tuo guardaroba
pt_pt: DressLikeMe - Seu guarda-roupa

source: DressLikeMe - Outfit Products
de_de: DressLikeMe - Outfit Produkte
es_es: DressLikeMe - Ropa de vestir
fr_fr: DressLikeMe - Produits Outfit
it_it: DressLikeMe - Prodotti per abbigliamento
pt_pt: DressLikeMe - Produtos de roupa

source: DressLikeMe - Your Profile
de_de: DressLikeMe - Dein Profil
es_es: DressLikeMe - Tu Perfil
fr_fr: DressLikeMe - Votre profil
it_it: DressLikeMe - Il tuo profilo
pt_pt: DressLikeMe - Seu perfil

source: DressLikeMe - Recent Outfits
de_de: DressLikeMe - Neue Outfits
es_es: DressLikeMe - Trajes Recientes
fr_fr: DressLikeMe - Tenue vestimentaire récente
it_it: DressLikeMe - abiti recenti
pt_pt: DressLikeMe - Outfits recentes

source: DressLikeMe - Single Product
de_de: DressLikeMe - Produkt
es_es: DressLikeMe - Producto individual
fr_fr: DressLikeMe - Un seul produit
it_it: DressLikeMe - Singolo prodotto
pt_pt: DressLikeMe - Produto único

source: Please check the settings of your DressLikeMe plugin.
de_de: Bitte überprüfe die Einstellungen deines DressLikeMe plugins.
es_es: Compruebe la configuración de su plugin DressLikeMe.
fr_fr: Veuillez vérifier les paramètres de votre plugin DressLikeMe.
it_it: Controlla le impostazioni del tuo plugin DressLikeMe.
pt_pt: Verifique as configurações do seu plugin DressLikeMe.

source: Your settings
de_de: Deine Einstellungen
es_es: Su configuración
fr_fr: Vos paramètres
it_it: Le vostre impostazioni
pt_pt: Suas configurações

source: Seems like there are no uploaded outfits yet.
de_de: Es scheint, als hättest du noch kein Outfit hochgeladen.
es_es: Parece que aún no hay nada cargado.
fr_fr: Il semble qu’il n’ y a pas encore de vêtements téléchargés.
it_it: Sembra che non ci siano ancora completi caricati.
pt_pt: Parece que ainda não há roupas carregadas.

source: Include your most recent outfits
de_de: Füge deine neuesten Outfits hinzu
es_es: Incluya sus trajes más recientes
fr_fr: Incluez vos tenues les plus récentes
it_it: Includi i tuoi abiti più recenti
pt_pt: Inclua suas roupas mais recentes

source: * Select 0 for all outfits
de_de: * Wähle 0 für alle Outfits
es_es: * Selecciona 0 para todos los trajes
fr_fr: Sélectionner 0 pour toutes les tenues
it_it: * Selezionare 0 per tutti gli abiti
pt_pt: * Selecione 0 para todas as roupas

source: Insert outfits
de_de: Outfits einfügen
es_es: Insertar conjuntos
fr_fr: Insérer les tenues
it_it: Inserisci abiti
pt_pt: Inserir roupas

source: Limit *
es_es: Límite *
fr_fr: Limite *
it_it: Limite *
pt_pt: Limite *

source: Include your profile page.
de_de: Füge deine Profil Seite hinzu
es_es: Incluya su página de perfil.
fr_fr: Inclure votre page de profil.
it_it: Includi la pagina del tuo profilo.
pt_pt: Inclua sua página de perfil.

source: Include all products from one of your DressLikeMe outfits.
de_de: Zeige alle Produkte von einem deiner DressLikeMe Outfits.
es_es: Incluya todos los productos de uno de sus trajes DressLikeMe.
fr_fr: Incluez tous les produits de l’une de vos tenues DressLikeMe.
pt_pt: Inclua todos os produtos de uma das suas roupas DressLikeMe.

source: Insert profile
de_de: Profil einfügen
es_es: Insertar perfil
fr_fr: Insérer le profil
it_it: Inserto profilo
pt_pt: Inserir perfil

source: Include the last products of your wardrobe.
de_de: Füge die letzten Produkte deines Kleiderschranks hinzu.
es_es: Incluya los últimos productos de su guardarropa.
fr_fr: Incluez les derniers produits de votre garde-robe.
it_it: Includi gli ultimi prodotti del tuo guardaroba.
pt_pt: Inclua os últimos produtos do seu guarda-roupa.

source: * Select 0 for the whole wardrobe
de_de: * Wähle 0 für den gesamten Kleiderschrank
es_es: * Seleccionar 0 para todo el armario
fr_fr: Sélectionner 0 pour toute la garde-robe
it_it: * Selezionare 0 per l’ intero guardaroba
pt_pt: * Selecione 0 para todo o guarda-roupa

source: Please check the input of the search field
de_de: Überprüfe bitte den Suchfeld Eintrag
es_es: Por favor, compruebe la entrada del campo de búsqueda
fr_fr: Veuillez vérifier la saisie du champ de recherche
it_it: Controllare l’ inserimento del campo di ricerca
pt_pt: Verifique a entrada do campo de pesquisa

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Chercher
it_it: Ricerca ricerca
pt_pt: Pesquisa

source: Display Style
es_es: Estilo de pantalla
fr_fr: Style d’affichage

source: Insert wardrobe
de_de: Kleiderschrank einfügen
es_es: Insertar armario
fr_fr: Placer la garde-robe
it_it: Inserire armadio
pt_pt: Inserir guarda-roupa

source: Unfortunately, no ID was passed. Please check the settings of your DressLikeMe plugin.
de_de: Leider wurde keine ID übergeben. Bitte überprüfe die Einstellungen deines DressLikeMe plugins.
es_es: Desafortunadamente, no se aprobó ninguna identificación. Compruebe la configuración de su plugin DressLikeMe.
fr_fr: Malheureusement, aucune pièce d’identité n’ a été transmise. Veuillez vérifier les paramètres de votre plugin DressLikeMe.
it_it: Purtroppo, purtroppo, non è stato approvato nessun ID. Controlla le impostazioni del tuo plugin DressLikeMe.
pt_pt: Infelizmente, nenhuma identificação foi aprovada. Verifique as configurações do seu plugin DressLikeMe.

source: Unfortunately, no username was passed. Please check the settings of your DressLikeMe plugin.
de_de: Leider wurde kein Nutzername übergeben. Bitte überprüfe die Einstellungen deines DressLikeMe plugins.
es_es: Desafortunadamente, no se ha pasado ningún nombre de usuario. Compruebe la configuración de su plugin DressLikeMe.
fr_fr: Malheureusement, aucun nom d’utilisateur n’ a été transmis. Veuillez vérifier les paramètres de votre plugin DressLikeMe.
it_it: Purtroppo, purtroppo, nessun nome utente è stato passato. Controlla le impostazioni del tuo plugin DressLikeMe.
pt_pt: Infelizmente, nenhum nome de usuário foi passado. Verifique as configurações do seu plugin DressLikeMe.

source: Unfortunately, no ID or username was passed. Please check the settings of your DressLikeMe plugin.
de_de: Leider wurde keine ID oder Nutzername übergeben. Bitte überprüfe die Einstellungen deines DressLikeMe plugins.
es_es: Desafortunadamente, no se pasó ninguna identificación o nombre de usuario. Compruebe la configuración de su plugin DressLikeMe.
fr_fr: Malheureusement, aucun identifiant ou nom d’utilisateur n’ a été transmis. Veuillez vérifier les paramètres de votre plugin DressLikeMe.
it_it: Purtroppo, purtroppo, nessun ID o nome utente è stato passato. Controlla le impostazioni del tuo plugin DressLikeMe.
pt_pt: Infelizmente, nenhum ID ou nome de usuário foi passado. Verifique as configurações do seu plugin DressLikeMe.

source: DLM Settings
de_de: DLM Einstellungen
es_es: Configuración DLM
fr_fr: Paramètres DLM
it_it: Impostazioni DLM
pt_pt: Configurações DLM

source: Thank you very much! Your changes have been saved successfully!
de_de: Vielen Dank! Die Änderungen wurden erfolgreich gespeichert!
es_es: Muchísimas gracias! Sus modificaciones se han grabado correctamente!
fr_fr: Merci beaucoup! Vos modifications ont été sauvegardées avec succès!
it_it: Grazie mille! Le modifiche sono state salvate con successo!
pt_pt: Muito obrigado! Suas alterações foram salvas com sucesso!

source: Unfortunately, the entered login data are not correct!
de_de: Leider waren deine Eingaben nicht gültig!
es_es: Desafortunadamente, los datos de acceso introducidos no son correctos!
fr_fr: Malheureusement, les données de connexion saisies ne sont pas correctes!
it_it: Purtroppo i dati di login inseriti non sono corretti!
pt_pt: Infelizmente, os dados de login inseridos não estão corretos!

source: 1.) Get your access data
de_de: 1.) Zugangsdaten erhalten
es_es: 1.) Obtenga sus datos de acceso
fr_fr: 1.) Obtenir vos données d’accès
it_it: 1.) Ottenere i dati di accesso
pt_pt: 1.) Obter seus dados de acesso

source: Click on the following button to be redirected to your DressLikeMe profile. You will receive your access data there, which you can copy and enter below.
de_de: Klicke auf folgenden Button um auf dein DressLikeMe Profil weitergeleitet zu werden. Dort erhält du deine Zugangsdaten, um diese unten einzutragen.
es_es: Haga clic en el botón siguiente para ser redirigido a su perfil de DressLikeMe. Allí recibirá sus datos de acceso, que podrá copiar e introducir a continuación.
fr_fr: Cliquez sur le bouton suivant pour être redirigé vers votre profil DressLikeMe. Vous y recevrez vos données d’accès, que vous pourrez copier et entrer ci-dessous.
it_it: Clicca sul pulsante seguente per essere reindirizzato al tuo profilo DressLikeMe. Riceverete qui i vostri dati di accesso, che potete copiare e inserire qui sotto.
pt_pt: Clique no seguinte botão para ser redirecionado para o seu perfil DressLikeMe. Você receberá seus dados de acesso lá, que você pode copiar e inserir abaixo.

source: Open access settings
de_de: Deine DressLikeMe Einstellungen aufrufen
es_es: Configuración de acceso abierto
fr_fr: Paramètres d’accès ouvert
it_it: Impostazioni di accesso aperto
pt_pt: Configurações de acesso aberto

source: 2.) Enter your access data
de_de: 2.) Deine Zugangsdaten eintragen
es_es: 2.) Introduzca sus datos de acceso
fr_fr: 2.) Saisissez vos données d’accès
it_it: 2.) Inserisci i tuoi dati di accesso
pt_pt: 2.) Digite seus dados de acesso

source: Username:
de_de: Benutzername:
es_es: Nombre de usuario:
fr_fr: Nom d’utilisateur:
it_it: Nome utente:
pt_pt: Nome de usuário:

source: Access Key:
de_de: Zugangsschlüssel:
es_es: Nombre de usuario:
fr_fr: Clé d’accès:
it_it: Chiave di accesso:
pt_pt: Chave de acesso:

source: 3.) Customize the look
es_es: 3.) Personalizar el aspecto
fr_fr: 3.) Personnaliser le look

source: Color:
fr_fr: Couleur:

source: Hide Prices:
es_es: Ocultar precios:
fr_fr: Cacher les prix:

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Salva modifiche
pt_pt: Salvar alterações

source: DLM Outfit Products
de_de: DLM Outfit Produkte
es_es: DLM Vestido Productos
fr_fr: Produits DLM Outfit
it_it: Prodotti per arredo DLM
pt_pt: DLM Produtos de roupa

source: All products from one of your DressLikeMe outfits.
de_de: Zeigt alle Produkte von einem deiner DressLikeMe Outfits.
es_es: Todos los productos de uno de sus trajes DressLikeMe.
fr_fr: Tous les produits d’une de vos tenues DressLikeMe.
it_it: Tutti i prodotti di uno degli abiti DressLikeMe.
pt_pt: Todos os produtos de uma das suas roupas DressLikeMe.

source: Title:
de_de: Titel:
es_es: Título:
fr_fr: Titre:
it_it: Titolo:
pt_pt: Título:

source: DLM Recent Outfits
de_de: DLM Letzte Outfits
es_es: Trajes recientes de DLM
fr_fr: DLM Récents Outfit
it_it: DLM abiti recenti
pt_pt: DLM Outfits recentes

source: Displays your last DressLikeMe outfits.
de_de: Listet deine letzten DressLikeMe Outfits auf.
es_es: Muestra tus últimos trajes de DressLikeMe.
fr_fr: Affiche vos dernières tenues DressLikeMe.
it_it: Visualizza gli ultimi abiti DressLikeMe.
pt_pt: Exibe seus últimos vestidos DressLikeMe.

source: Limit:
es_es: Límite:
fr_fr: Limite:
it_it: Limite:
pt_pt: Limite:

source: DLM Profile
de_de: DLM Profil
es_es: Perfil DLM
fr_fr: Profil DLM
it_it: Profilo DLM
pt_pt: DLM Perfil

source: Displays your DressLikeMe profile.
de_de: Zeigt dein DressLikeMe Profil.
es_es: Muestra tu perfil de DressLikeMe.
fr_fr: Affiche votre profil DressLikeMe.
it_it: Visualizza il tuo profilo DressLikeMe.
pt_pt: Exibe seu perfil DressLikeMe.

source: DLM Wardrobe
de_de: DLM Kleiderschrank
es_es: Vestuario DLM
fr_fr: DLM garde-robe
it_it: Armadio DLM
pt_pt: DLM Guarda roupa

source: Displays your DressLikeMe wardrobe.
de_de: Fügt deinen DressLikeMe Kleiderschrank ein.
es_es: Muestra tu guardarropa DressLikeMe.
fr_fr: Affiche votre garde-robe DressLikeMe.
it_it: Visualizza il tuo guardaroba DressLikeMe.
pt_pt: Exibe seu guarda-roupa DressLikeMe.

source: Please update the settings of your DressLikeMe Plugin.
de_de: Bitte überprüfe die Einstellungen deines DressLikeMe plugins.
fr_fr: Veuillez mettre à jour les paramètres de votre DressLikeMe Plugin.
it_it: Aggiorna le impostazioni del tuo Plugin DressLikeMe.
pt_pt: Atualize as configurações do seu PlugLikeMe Plugin.

source: Your Settings
de_de: Deine Einstellungen
es_es: Sus configuraciones
fr_fr: Vos paramètres
it_it: Le vostre impostazioni
pt_pt: Suas Configurações

source: Get inspired by the worldwide most popular fashion trends and publish your favourite outfit.
de_de: Lass dich von den weltweit beliebtesten Fashion Trends inspirieren und veröffentliche deine Lieblingsoutfits.
es_es: Inspírese en las tendencias de moda más populares del mundo y publique su traje favorito.
fr_fr: Inspirez-vous des tendances de mode les plus populaires dans le monde entier et publiez votre tenue préférée.
it_it: Prendi ispirazione dalle tendenze della moda più popolari in tutto il mondo e pubblica il tuo outfit preferito.
pt_pt: Inspire-se das tendências da moda mais populares a nível mundial e publique sua roupa favorita.

source: Style:
es_es: Estilo:

source: Vertical
de_de: Vertikal
